{
  "title": "ARGLA",
  "tagline": "Responsive web design for the architectural glass and aluminium specialists in the County Durham",
  "headline": "Website for Architectural Glass and Aluminium Specialists",
  "correctPath": "/portfolio/argla/",
  "slug": "argla",
  "status": "live",
  "datePublished": "2020-12-12",
  "color": "#009494",
  "logo": "/images/portfolio/argla/argla-white-logo.png",
  "thumbnail": {
    "large": "/images/portfolio/argla/thumb@2x.jpg",
    "small": "/images/portfolio/argla/thumb.jpg"
  },
  "action": {
    "link": "http://www.argla.co.uk/",
    "title": "Live Preview",
    "external": true
  },
  "title1": "Leading the way in the manufacturing of architectural glass and aluminum",
  "content1": "<p>The company wanted to rebrand its old website to better showcase their bespoke products and projects to their clients. My role in this project was to design and build the new website, including the development of the search facility, photo galleries, and contact form.</p>",
  "title2": "Approach",
  "content2": "<p>I worked with a client and other web designers and developers to design and build a website that uses rich images to showcase products and projects.</p><p>The images helped me design a modern website that fits well with the look and feel of modern architecture. The simple, three-color palette was inspired by the logo. It gives the site an edge and makes it look modern. </p> <p> Creating a responsive website was difficult as it contains a lot of large images. However, the compression techniques allowed us to reduce the bandwidth and make the website run as smoothly as possible.</p>",
  "title3": "Connecting Sales Representatives",
  "content3": "<p>The site uses an internal content management system that allows the client not only to manage the pages but also products, news, and all photos. The system enables the client to assign sales representatives to each project and product. That enables website visitors to contact directly the right person.</p> <p> We hope that having a customized CMS will help ARGLA keep its website updated as the business grows.</p>",
  "headerImage": {
    "large": "/images/portfolio/argla/masthead@2x.jpg",
    "small": "/images/portfolio/argla/masthead.jpg"
  },
  "headerCutout": {
    "large": "/images/portfolio/argla/first@2x.png",
    "small": "/images/portfolio/argla/first.png"
  },
  "introImage": {
    "large": "/images/portfolio/argla/intro@2x.jpg",
    "small": "/images/portfolio/argla/intro.jpg"
  },
  "introCutout": {
    "large": "/images/portfolio/argla/iphone@2x.png",
    "small": "/images/portfolio/argla/iphone.png",
    "adjust": "small"
  },
  "sketchImage": {
    "large": "/images/portfolio/argla/sketch@2x.png",
    "small": "/images/portfolio/argla/sketch.png"
  }
}