{
  "title": "ARGLA",
  "tagline": "Responsive web design for the architectural glass and aluminium specialists in the County Durham.",
  "correctPath": "/portfolio/argla/",
  "slug": "argla",
  "status": "live",
  "color": "#009494",
  "logo": "/images/portfolio/argla/argla-white-logo.png",
  "thumbnail": {
    "large": "/images/portfolio/argla/thumb@2x.jpg",
    "small": "/images/portfolio/argla/thumb.jpg"
  },
  "action": {
    "link": "http://www.argla.co.uk/",
    "title": "Live Preview",
    "external": true
  },
  "title1": "Leading the way in the manufacturing of architectural glass and aluminium",
  "content1": "<p>ARGLA specialises in the design, manufacture and installation of architectural glass and alumiunium. They wanted to rebrand their old website to showcase their bespoke products and projects to their clients.</p><p>My role in this project was to design and build the new website, including development of the search facility, image galleries and contact form.</p>",
  "title2": "Approach",
  "content2": "<p>I worked with the client alongside other web developers to design and build website that utilises rich imagery to showcase products and projects.</p><p>The images helped me to design a modern website that goes well with the look and feel of the modern architecture. A simple three-colour pallete has been inspired by the logo. It gives the edge to the site and makes it look modern.</p><p>Making the website responsive was tricky, because the site contains a lot of large images. However, compression techniques enabled us to ease the bandwidth and make the site work as smooth as possible.</p>",
  "title3": "Connecting Sales Respresentatives",
  "content3": "<p>The site uses in-house Content Management System that enables the client to manage pages, products and much more. This includes assigning sales representatives to each product.</p><p>We hope that having a bespoke CMS will help ARGLA to update their website as their business is growing.</p>",
  "headerImage": {
    "large": "/images/portfolio/argla/masthead@2x.jpg",
    "small": "/images/portfolio/argla/masthead.jpg"
  },
  "headerCutout": {
    "large": "/images/portfolio/argla/first@2x.png",
    "small": "/images/portfolio/argla/first.png"
  },
  "introImage": {
    "large": "/images/portfolio/argla/intro@2x.jpg",
    "small": "/images/portfolio/argla/intro.jpg"
  },
  "introCutout": {
    "large": "/images/portfolio/argla/iphone@2x.png",
    "small": "/images/portfolio/argla/iphone.png",
    "adjust": "small"
  },
  "sketchImage": {
    "large": "/images/portfolio/argla/sketch@2x.png",
    "small": "/images/portfolio/argla/sketch.png"
  }
}