{
  "title": "Ginny D",
  "tagline": "How to transfer your business to the Internet? Launch a beautifully crafted bespoke e-commerce site where you can sell your products, services and gift cards!",
  "correctPath": "/portfolio/ginnyd/",
  "slug": "ginnyd",
  "status": "live",
  "color": "#fe0098",
  "logo": "/images/portfolio/ginnyd/ginnyd-logo.gif",
  "features": [
    "Bespoke content management system",
    "Easy orders and customers management",
    "Automated gift vouchers distribution",
    "Opayo, SparkPost and MailChimp integration",
    "Packed with cross-selling features",
    "Easy to use basket and checkout system",
    "Automated order and gift voucher email notifications",
    "Responsive web design"
  ],
  "action": {
    "link": "https://www.ginnyd.co.uk/",
    "title": "Live Preview",
    "external": true
  },
  "title1": "Online jewelry boutique with style",
  "content1": "<p>Ginny is a bespoke jewelry maker who sells her products on the markets and special events across the country. However, due to the COVID-19 restrictions, the markets were temporarily closed, therefore Ginny decided to improve her existing online boutique.</p><p>Ginny decided to go for a bespoke e-commerce website because she wanted more control over the content and look of her new website.</p>",
  "title2": "Approach",
  "content2": "<p>My approach was to design a mobile-friendly website that showcases Ginny's products and services. I took extra care to make sure that the site is super easy to use. How? I decided to display all product categories in the main navigation so that visitors can easily find what they need (no need for a search facility!). There is also a handy shortcut to the contact page, while all other information is easily available from the right-hand side dropdown menu. Customers can also easily preview the contents of their basket.</p><p>Ginny wanted to maximise the sales, therefore I opted for cross-selling features. With some research, I figured out that customers are likely to continue shopping if they are presented with similar products. Now, the site not only shows feedback that a product has been added to the basket but also suggests similar products. How clever!</p><p>The site is packed with features, such as reactive basket, featured and matching products, gift voucher facility, and discount codes.</p>",
  "title3": "Optimised for SEO and Google's PageSpeed",
  "content3": "<p>The site utilises clever features of HTML5 to load either desktop or mobile versions of the image. Also, each image has been optimised. The stylesheet has been split into critical and non-critical CSS, whereas all JavaScript code has been minified to ensure fast loading speeds.</p>",
  "thumbnail": {
    "large": "/images/portfolio/ginnyd/thumb@2x.jpg",
    "small": "/images/portfolio/ginnyd/thumb.jpg"
  },
  "headerImage": {
    "large": "/images/portfolio/ginnyd/masthead@2x.jpg",
    "small": "/images/portfolio/ginnyd/masthead.jpg"
  },
  "headerCutout": {
    "large": "/images/portfolio/ginnyd/first@2x.png",
    "small": "/images/portfolio/ginnyd/first.png"
  },
  "introImage": {
    "large": "/images/portfolio/ginnyd/intro@2x.jpg",
    "small": "/images/portfolio/ginnyd/intro.jpg"
  },
  "introCutout": {
    "large": "/images/portfolio/ginnyd/second@2x.png",
    "small": "/images/portfolio/ginnyd/second.png"
  },
  "sketchImage": {
    "large": "/images/portfolio/ginnyd/sketch@2x.png",
    "small": "/images/portfolio/ginnyd/sketch.png"
  },
  "tweetId": "1322471393641041923"
}