{
  "title": "HydraChill",
  "tagline": "How to promote environmentally-friendly water refilling stations? Create a mobile-friendly website that you can visit on the go!",
  "correctPath": "/portfolio/hydrachill/",
  "slug": "hydrachill",
  "status": "live",
  "features": [
    "Bespoke Content Management System",
    "Animate on Scroll CSS Animations",
    "Responsive Web Design",
    "Background Video"
  ],
  "action": {
    "title": "Live Preview",
    "link": "https://www.hydrachill.com/",
    "external": true
  },
  "title1": "Responsive Web Design",
  "content1": "<p>After successfully expanding into markets such as schools, universities and the national health service, the Welsh manufacturer of water refilling stations has decided to refresh the look of its website. </p> <p> HydraChill has published a video outlining all the features and benefits of its water replenishment stations. The trick to success was to keep the video fixed, so that it's in the focal point for a bit longer, while users scrolled down the home page, they could learn about the key features of the device, and longer on the home page.</p>",
  "title2": "Background video",
  "content2": "<p>How to make the video stay in place while users scroll down the page, and how to maximise the legibility of the text on top without compromising the video clarity?</p><p>The trick is to add a subtle, semi-transparent layer between video and text. Consequently, users are able to read the content while the video plays in the background. However, don't forget to add autoplay and muted attributes to the video tag, otherwise the video won't play! It's also important to add playsinline attribute so that the video autoplay on mobile devices.</p>",
  "title3": "The result makes a difference",
  "content3": "<p>The final product is a website that integrates background video, animations and interactive features like expandable boxes with more information about product features. That way, users can decide if they want to learn more or not. Webpages don’t have to be loaded with lots of text.</p><p>This project is a perfect example of how video could make a big difference in how your website conveys information about your products or services.</p>",
  "thumbnail": {
    "large": "/images/portfolio/hydrachill/thumb@2x.jpg",
    "small": "/images/portfolio/hydrachill/thumb.jpg"
  },
  "headerImage": {
    "large": "/images/portfolio/hydrachill/masthead@2x.jpg",
    "small": "/images/portfolio/hydrachill/masthead.jpg"
  },
  "headerCutout": {
    "large": "/images/portfolio/hydrachill/first@2x.png",
    "small": "/images/portfolio/hydrachill/first.png"
  },
  "introImage": {
    "large": "/images/portfolio/hydrachill/intro@2x.jpg",
    "small": "/images/portfolio/hydrachill/intro.jpg"
  },
  "introCutout": {
    "large": "/images/portfolio/hydrachill/second@2x.png",
    "small": "/images/portfolio/hydrachill/second.png"
  }
}